IDEA Open Model
CssComponent.Phase Property
Compatible with IDEA StatiCa Beta 20.0
 Phase
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public int Phase { get; set; }
Public Property Phase As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
CssComponent Class
IdeaRS.OpenModel.CrossSection Namespace